export default {
	Yaman: "يمان",

	Nav: {
		Home: "الصفحة الرئيسية",
		About: "من انا",
		Services: "الخدمات",
		Contact: "تواصل",
		Lang: "EN"
	},

	Home: {
		Welcoming: "اهلاً في",
		WebTitle: "بورتفوليو يمان",
		Skills: "مبرمج ، محرر فيديو ، مصمم ، فريلانسر",
		Button: "معرض أعمالي"
	},

	About: {
		Title: "من انا",

		P1: "مرحبا يمان هنا",
		P2: "صانع محتوى, محرر فيديو, مصمم, مبرمج",
		P3: "اعرف لغة HTML, CSS و اتعلم JS",
		P4: "أنا أتحدث الإنجليزية والعربية وأتعلم التركية أيضًا.",
		P5: "اتصل بي لصنع  شيء مدهش معاً!"
	},

	Services: {
		Title: "الخدمات",

		S1: {
			Name: "بحث",
			Description: "اجمع المعلومات واكتب مقالاً لك.",
			Price: "السعر: 15 دولار / للمقالة"
		},

		S2: {
			Name: "تحرير الفيديو",
			Description: "مسؤول عن تحرير وتجميع المواد الخام المسجلة في منتج نهائي مناسب وجاهز للبث.",
			Price: "السعر: 5 دولارات / للدقيقة"
		},

		S3: {
			Name: "مصمم سيرفر ديسكورد",
			Description: "إنشاء سيرفر ديسكورد كامل; الإعداد والقناة والأدوار والأذونات وما إلى ذلك.",
			Price: "السعر: 10 دولارات / للسيرفر"
		},

		S4: {
			Name: "مشرف سيرفر ديسكورد",
			Description: "الإشراف على سيرفر الديسكورد الخاص بك لمدة شهر. يمكنني القيام بأشياء مثل تعديل الرسائل أو حذفها ، بالإضافة إلى دعوة أو حظر أو تعليق الأشخاص الذين ينتهكون قواعد السيرفر. الأسعار تعتمد على عدد الأعضاء",
			Price: "السعر: 10 دولارات - 30 دولارًا / الشهر"
		},

		S5: {
			Name: "إعلان سيرفر ديسكورد",
			Description: "أقوم بإنشاء إعلان جذاب وملفت لسيرفر الديسكورد الخاص بك.",
			Price: "السعر: 5 دولارات / للإعلان"
		},

		S6: {
			Name: "تصميمات",
			Description: "أقوم بإنشاء صور وشعارات ولافتات وصور فيديو مصغرة مخصصة للملف الشخصي لأي غرض من الأغراض.",
			Price: "السعر: 5 دولارات / للتصميم"
		}
	},

	Contact: {
		Title: "لنعمل معاً",

		Email: "إيميل",
		Discord: "ديسكورد",
		Instagram: "إنستجرام"
	},

	Footer: {
		CR: "جميع الحقوق محفوظة لدى",
		Name: " يمان"
	}
}